Repository: LuisGamas/kreator_frame
Catalog: lib/l10n/app_*.arb
Languages: es

source: by {developer}
es: por {developer}

# bottomWallSelectorTitle
source: Set Wallpaper as
es: Establecer como fondo de pantalla

# bottomWallSelectorSubTitle
source: Would you like to set this image as your wallpaper, lock screen, or both?
es: ¿Quieres poner esta imagen como fondo de pantalla principal, pantalla de bloqueo o ambas pantallas?

# bottomWallSelectorHS
source: Set as Home Screen
es: Pantalla principal

# bottomWallSelectorLS
source: Set as Lock Screen
es: Pantalla de bloqueo

# bottomWallSelectorBS
source: Set as Both Screen
es: Pantallas de bloqueo y principal

# errorMessage
source: Well isn't this embarrassing? We can't seem to find what you're looking for
es: ¿No es vergonzoso? Parece que no podemos encontrar lo que buscas

# noFunction
source: Function not available at the moment
es: Función no disponible por el momento

# downloadOk
source: Successfully downloaded
es: Descargado con éxito

source: Download Error
es: Error en la descarga

# settingsAppBarTitle
source: Configuration
es: Configuración

# donations
source: Do you enjoy an ad-free experience? Help us keep Kreator Frame free with your donation.
es: Ayúdanos a mantener la experiencia sin anuncios

# donationsNote
source: Donations support the continued development of the dashboard. The content shared on this platform is the property of their respective creators.
es: Las donaciones apoyan el desarrollo continuo y código libre de Kreator Frame. El contenido compartido en esta plataforma es propiedad de sus respectivos creadores.

# settingsAppearance
source: Appearance
es: Apariencia

# settingsAppearanceLT1
source: Application theme
es: Tema de la aplicación

# settingsAppearanceLST1
source: Choose a preset theme
es: Elige un tema preestablecido

# themeSystem
source: System
es: Sistema

# themeLight
source: Light
es: Claro

# themeDark
source: Dark
es: Oscuro

# settingsAbout
source: About
es: Acerca de

# settingsAboutLST1
source: About the Kustom Pack
es: Acerca del Kustom Pack

# settingsAboutLST2
source: About the Dashboard
es: Acerca del Dashboard

# aboutDashboard
source: Kreator Frame is the dashboard that gives you full control to customize the look and feel of your mobile device with modern, personalized widgets. With Kreator Frame, you can create a unique experience tailored to your needs. Widgets compatible with the Kustom Widget Maker app allow you to add additional features to your mobile device, such as widgets for music, weather, activity tracking and more. Thanks to its minimalist and modern design, the application integrates perfectly with the style of your mobile device. Kreator Frame gives you the fluidity and control you need to easily customize your mobile device's home screen. This dashboard is completely free, ad-free and OpenSource. If you find this platform useful and would like to support its continued development, please consider making a donation. The donations you make will help maintain and improve the dashboard, but do not affect the content shared by the widget creators. We greatly appreciate your support to keep this app available to everyone.
es: Kreator Frame es el dashboard que te da el control total para personalizar el aspecto de tu dispositivo móvil con widgets modernos y personalizados. Con Kreator Frame, puedes crear una experiencia única adaptada a tus necesidades. Los widgets compatibles con la aplicación Kustom Widget Maker te permiten añadir funciones adicionales a tu dispositivo móvil, como widgets para música, el tiempo, seguimiento de actividad y mucho más. Gracias a su diseño minimalista y moderno, la aplicación se integra perfectamente con el estilo de tu dispositivo móvil. Kreator Frame te ofrece la fluidez y el control que necesitas para personalizar la pantalla de inicio de tu dispositivo móvil de forma sencilla. Este dashboard es completamente gratuito, sin publicidad y OpenSource. Si encuentras útil esta plataforma y te gustaría apoyar el desarrollo continuo de la misma, considera hacer una donación. Las donaciones que hagas ayudarán a mantener y mejorar el dashboard, pero no afectan el contenido compartido por los creadores de widgets. Agradecemos mucho tu apoyo para mantener esta app disponible para todos.

# aboutPackage
source: {packageName} is a skin pack for Kustom, the most advanced wallpaper engine for android. This pack has been created by {developerName} and we appreciate your support by downloading this app directly from Google Play Store. In this application you can find widgets and wallpapers that you can add to your home screen to give it a nicer look, remember that widgets can be modified by you for a more pleasant and accurate experience. Content creators such as {developerName} are responsible for the widgets they share, either for free or via paid applications. Donations to Kreator Frame are solely to support dashboard development and are not linked to paid or free content from creators. If you have any questions or advice do not hesitate to contact me through any of my social networks listed below.
es: {packageName} es un pack de skins para Kustom, el motor de fondos de pantalla para android más avanzado. Este pack ha sido creado por {developerName} y agradecemos tu apoyo descargando esta app directamente desde Google Play Store. En esta aplicación puedes encontrar widgets y fondos de pantalla que puedes añadir a tu pantalla de inicio para darle un aspecto más agradable, recuerda que los widgets pueden ser modificados por ti para una experiencia más agradable y precisa. Si tienes alguna duda o consejo no dudes en ponerte en contacto conmigo a través de cualquiera de mis redes sociales que aparecen a continuación.

# settingsLegal
source: Legal Aspects
es: Aspectos Legales

# settingsLegalLT1
source: Terms and Conditions
es: Términos y Condiciones

# settingsLegalLST1
source: Effective as of 04/11/2021
es: Efectivos a partir de 10/10/2024

# settingsLegalLT2
source: Privacy Policy
es: Pólitica de Privacidad

# settingsLegalLST2
source: Policy effective as of 04/11/2021
es: Politica efectiva a partir de 10/10/2024

# settingsLicences
source: Software licences
es: Licencias de software

# settingsLicencesLT1
source: Licences (OSS)
es: Licencias (OSS)

# settingsLicencesLST1
source: Open source licences
es: Licencias de código abierto

# settingsVersions
source: Current Versions
es: Versiones Actuales

# themeAppBarTitle
source: Theme Selector
es: Selector de temas

# themeSelector
source: Select a theme
es: Selecciona un tema

# themeColorSelector
source: Select a colour for the theme
es: Selecciona un color para el tema
